Repository: L3-iGrant/privacy-dashboard-ios
Catalog: PrivacyDashboardiOS/Resources/*.lproj/Localizable.strings
Languages: sv

# bb_consent_cancel
source: Cancel
sv: Avbryt

# bb_consent_general_more
source: More
sv: Mer

# bb_consent_dashboard_overview
source: Overview
sv: Översikt

# bb_consent_dashboard_usage_purpose
source: Usage Purposes
sv: Användningssyfte

# bb_consent_dashboard_data_agreements
source: DATA AGREEMENTS
sv: DATAAVTAL

# bb_consent_dashboard_disallow
source: Disallow
sv: Inte tillåta

# bb_consent_dashboard_allow
source: Allow : %1$d of %2$d
sv: Tillåt : %1$d of %2$d

# bb_consent_dashboard_read_less
source: Read less
sv: Läs mindre

# bb_consent_dashboard_read_more
source: Read more
sv: Läs mer

# bb_consent_dashboard_empty_message
source: No active data agreements available.
sv: Inga aktiva dataavtal tillgängliga.

# bb_consent_data_attribute_allow
source: Allow
sv: Tillåt

# bb_consent_data_attribute_my_data_consents
source: My data consents
sv: Mina data samtycke

# bb_consent_data_attribute_data_attributes
source: DATA ATTRIBUTES
sv: DATA ATTRIBUT

# bb_consent_data_attribute_read_policy
source: Read policy
sv: Läs policy

# bb_consent_web_view_privacy_policy
source: Privacy Policy
sv: Integritet Policy

# bb_consent_history_consent_history
source: Consent history
sv: Historia av samtycke

# bb_consent_history_empty_consent_history
source: No history available
sv: Ingen historia tillgänglig

# bb_consent_data_attribute_detail_ask_me
source: Ask Me
sv: Fråga mig

# bb_consent_data_attribute_detail_allow_consent_rule
source: If you choose "Allow", you are consenting to the use of your personal data permanently for any analytic or third party usage beyond the purposes you have signed up with.
sv: Om du väljer "Allow" samtycker du till att dina personuppgifter används permanent för analys eller användning av tredje part utöver de ändamål du har registrerat dig för.

# bb_consent_data_attribute_detail_disallow_consent_rule
source: If you choose "Disallow", you are disabling the use of your personal data for any analytic or third party usage beyond the purposes you have signed up with.
sv: Om du väljer "Disallow" inaktiverar du användningen av dina personuppgifter för analys eller tredje parts användning utöver de syften du har registrerat dig för.

# bb_consent_data_attribute_detail_askme_consent_rule
source: If you choose "Ask me", you consent to the use of your data for the selected period. When time period expires, you get notified in real time requesting for consent when the data provider is using your data.
sv: Om du väljer "Ask me" samtycker du till att dina uppgifter används under den valda perioden. När tidsperioden löper ut får du ett meddelande i realtid med en begäran om samtycke när dataleverantören använder dina uppgifter.

# bb_consent_data_attribute_detail_consent
source: Consent
sv: Samtycke

# bb_consent_data_attribute_detail_days_with_count
source: Days
sv: %1$d Dagar

# bb_consent_error_internet
source: Network not available.
sv: Nätverk ej tillgängligt

# bb_consent_error_unexpected
source: Unexpected error, Please try again.
sv: Oväntat fel, försök igen.

# bb_consent_user_request_new_request
source: New Request
sv: Ny begäran

# bb_consent_user_request_user_request
source: User Requests
sv: Användarbegäran

# bb_consent_user_request_download_data
source: Download data
sv: Ladda ner data

# bb_consent_user_request_forget_me
source: Forget me
sv: Glöm bort mig

# bb_consent_user_request_cancel_request
source: Cancel request
sv: Avbryt begäran

# bb_consent_user_request_request_initiated
source: Request Initiated
sv: Begäran initierad

# bb_consent_user_request_request_acknowledged
source: Request Acknowledged
sv: Begäran bekräftad

# bb_consent_user_request_request_processed
source: Request processed
sv: Begäran behandlad

# bb_consent_user_request_confirmation
source: Confirmation
sv: Bekräftelse

# bb_consent_user_request_confirmation_message
source: A new request to %1$s will be sent to the %2$s
sv: En ny förfrågan till %1$s kommer att skickas till %2$s

# bb_consent_user_request_data_delete
source: Data delete
sv: Radera data

# bb_consent_user_request_confirm
source: Confirm
sv: Bekräftelse

# bb_consent_user_request_request_cancelled
source: Request cancelled successfully.
sv: Begäran avbruten framgångsrikt.

# bb_consent_user_request_delete_data
source: Delete Data
sv: Radera data
