Repository: L3-iGrant/privacy-dashboard-ios
Catalog: Sources/PrivacyDashboardiOS/Resources/*.lproj/Localizable.strings
Languages: fi

# bb_consent_cancel
source: Cancel
fi: Peruuta

# bb_consent_general_more
source: More
fi: Lisää

# bb_consent_dashboard_overview
source: Overview
fi: Yleiskatsaus

# bb_consent_dashboard_usage_purpose
source: Usage Purposes
fi: Käyttötarkoitukset

# bb_consent_dashboard_data_agreements
source: DATA AGREEMENTS
fi: TIETOSOPIMUKSET

# bb_consent_dashboard_allow
source: Allow : %1$d of %2$d
fi: Sallia : %1$d of %2$d

# bb_consent_dashboard_read_less
source: Read less
fi: Lue vähemmän

# bb_consent_dashboard_read_more
source: Read more
fi: Lue lisää

# bb_consent_dashboard_empty_message
source: No active data agreements available.
fi: Käytettävissä ei ole aktiivisia tietosopimuksia.

# bb_consent_data_attribute_allow
source: Allow
fi: Sallia

# bb_consent_data_attribute_my_data_consents
source: My data consents
fi: Tietojeni suostumukset

# bb_consent_data_attribute_data_attributes
source: DATA ATTRIBUTES
fi: DATA-ATTRIBUUTIT

# bb_consent_data_attribute_read_policy
source: Read policy
fi: Lue politiikka

# bb_consent_web_view_privacy_policy
source: Privacy Policy
fi: Tietosuojakäytäntö

# bb_consent_history_consent_history
source: Consent history
fi: Suostumushistoria

# bb_consent_history_empty_consent_history
source: No history available
fi: Historiaa ei ole saatavilla

# bb_consent_data_attribute_detail_ask_me
source: Ask Me
fi: Kysy minulta

# bb_consent_data_attribute_detail_allow_consent_rule
source: If you choose "Allow", you are consenting to the use of your personal data permanently for any analytic or third party usage beyond the purposes you have signed up with.
fi: Jos valitset "Salli", annat suostumuksesi siihen, että henkilötietojasi käytetään pysyvästi mihin tahansa analyyttiseen tai kolmannen osapuolen käyttöön niiden tarkoitusten lisäksi, joihin olet rekisteröitynyt.

# bb_consent_data_attribute_detail_disallow_consent_rule
source: If you choose "Disallow", you are disabling the use of your personal data for any analytic or third party usage beyond the purposes you have signed up with.
fi: Jos valitset "Disallow", kiellät henkilötietojesi käytön analyyttiseen tai kolmannen osapuolen käyttöön muuhun kuin niihin tarkoituksiin, joihin olet rekisteröitynyt.

# bb_consent_data_attribute_detail_askme_consent_rule
source: If you choose "Ask me", you consent to the use of your data for the selected period. When time period expires, you get notified in real time requesting for consent when the data provider is using your data.
fi: Jos valitset "Kysy minulta", annat suostumuksesi tietojesi käyttöön valitun ajanjakson ajan. Kun ajanjakso päättyy, saat reaaliaikaisen ilmoituksen, jossa pyydät suostumusta, kun tietojen toimittaja käyttää tietojasi.

# bb_consent_data_attribute_detail_consent
source: Consent
fi: Suostumus

# bb_consent_data_attribute_detail_days_with_count
source: %1$d Days
fi: %1$d päivää

# bb_consent_error_internet
source: Network not available.
fi: Verkko ei ole käytettävissä.

# bb_consent_user_request_new_request
source: New Request
fi: Uusi pyyntö

# bb_consent_user_request_user_request
source: User Requests
fi: Käyttäjän pyynnöt

# bb_consent_user_request_download_data
source: Download data
fi: Lataa tiedot

# bb_consent_user_request_forget_me
source: Forget me
fi: Unohda minut

# bb_consent_user_request_cancel_request
source: Cancel request
fi: Peruuta pyyntö

# bb_consent_user_request_request_initiated
source: Request Initiated
fi: Pyyntö aloitettu

# bb_consent_user_request_request_acknowledged
source: Request Acknowledged
fi: Pyyntö kuitattu

# bb_consent_user_request_request_processed
source: Request processed
fi: Pyyntö käsitelty

# bb_consent_user_request_confirmation
source: Confirmation
fi: Konfirmaatio

# bb_consent_user_request_confirmation_message
source: A new request to %1$s will be sent to the %2$s
fi: Uusi pyyntö %1$s lähetetään %2$s

# bb_consent_user_request_data_delete
source: Data delete
fi: Radera data

# bb_consent_user_request_confirm
source: Confirm
fi: Vahvista

# bb_consent_user_request_request_cancelled
source: Request cancelled successfully.
fi: Pyyntö peruutettu onnistuneesti.

# bb_consent_user_request_delete_data
source: Delete Data
fi: Poista tiedot

# bb_consent_data_sharing_main_desc
source: %1$s wants to access the following data from %2$s for %3$s
fi: %1$s haluaa käyttää seuraavia tietoja %2$s - %3$s.

source: You may be sharing sensitive info with this site or app. See the Data Agreement details and Terms of Services
fi: Saatat jakaa arkaluonteisia tietoja tämän sivuston tai sovelluksen kanssa. Katso tietosuojasopimuksen yksityiskohdat ja palveluehdot

# bb_consent_data_sharing_make_sure_that_you_trust
source: Make sure that you trust %1$s
fi: Varmista, että luotat %1$s

# bb_consent_data_sharing_by_authrizing_text
source: By clicking authorize, %1$s App will be able to read the following data attributes
fi: Napsauttamalla valtuutusta %1$s-sovellus pystyy lukemaan seuraavat data-attribuutit.

# bb_consent_data_sharing_authorize
source: Authorize
fi: Valtuuttaa

# bb_consent_data_sharing_cancel
source: Cancel
fi: Keskeytä

# bb_consent_data_agreement_policy_data_agreement
source: Data Agreement
fi: Tietosopimus

# bb_consent_data_agreement_policy_purpose
source: Purpose
fi: Käyttötarkoitus

# bb_consent_data_agreement_policy_purpose_description
source: Purpose description
fi: Käyttötarkoituksen kuvaus

# bb_consent_data_agreement_policy_lawful_basis_of_processing
source: Lawful usage of processing
fi: Käsittelyn lakiperuste

# bb_consent_data_agreement_policy_policy_url
source: Policy URL
fi: Käytännön URL-osoite

# bb_consent_data_agreement_policy_jurisdiction
source: Jurisdiction
fi: Toimivalta

# bb_consent_data_agreement_policy_third_party_disclosure
source: Third party disclosure
fi: Kolmannen osapuolen tietojen luovuttaminen

# bb_consent_data_agreement_policy_industry_scope
source: Industry scope
fi: Toimialan laajuus

# bb_consent_data_agreement_policy_geographic_restriction
source: Geographic restriction
fi: Maantieteellinen rajoitus

# bb_consent_data_agreement_policy_retention_period
source: Retention period
fi: Säilytysaika

# bb_consent_data_agreement_policy_storage_location
source: Storage location
fi: Säilytyspaikka

# bb_consent_data_agreement_policy_dpia_date
source: DPIA Date
fi: DPIA-päivämäärä

# bb_consent_data_agreement_policy_dpia_summary
source: DPIA Summary
fi: DPIA-yhteenveto
